import React from "react";
import { FooterWrapper } from "./Footer.styles";

export const Footer = () => {
    return (
        <FooterWrapper>
            <p>
                Продавец ООО «Агроторг», ОГРН 1027809237796, г. Санкт-Петербург,
                Невский проспект, д. 90/92. Указанное время доставки не включает
                в себя время на приём, обработку и сбор заказа. Зона и время
                доставки ограничены. Подробные условия в мобильном приложении
                «Пятёрочка Доставка» или «Пятёрочка». Реклама.
            </p>
        </FooterWrapper>
    );
};
